Repository: gpcortes/django-base
Catalog: src/modules/accounts/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Remenber me
pt_br: Lembrar-me

source: Sign in
pt_br: Entrar

source: Use the username registered to your account.
pt_br: Uitilize o nome de usuário registrado em sua conta

source: Forgot password?
pt_br: Esqueceu a senha?

source: Click here
pt_br: Clique aqui

source: Please enter a correct username and password. Note that both fields may be case-sensitive.
pt_br: Insira um nome de usuário e uma senha corretos. Observe que ambos os campos podem diferenciar maiúsculas de minúsculas.

source: Recover your password
pt_br: Recupere sua senha

source: Enter the email registered to your account to retrieve your password.
pt_br: Digite o e-mail registrado em sua conta para recuperar a senha.

source: Reset
pt_br: Redefinir

source: Create a new password
pt_br: Crie uma nova senha

source: Follow the instructions to create a new password.
pt_br: Siga as instruções para criar uma nova senha.

source: Change
pt_br: Alterar

source: Sign out
pt_br: Sair

source: Password has been reset
pt_br: A senha foi redefinida

source: Your password has been changed. Now you can
pt_br: Sua senha foi alterada. Agora você pode

source: sign in
pt_br: Entrar

source: Request sent
pt_br: Solicitação enviada

source: We'll send you an email with instructions for setting your password, if an account exists with the email you entered. You should receive them soon.
pt_br: Enviamos um e-mail com instruções para definir sua senha, caso exista uma conta com o e-mail que você digitou. Você deve recebê-los em breve.

source: If you don't receive an email, be sure to enter the address you registered with, and check your spam folder.
pt_br: Se você não receber um e-mail, certifique-se de inserir o endereço com o qual você se registrou, e verifique sua pasta de spam.

source: To initiate the password reset process for your %(user.get_username)s account, click on the link below:
pt_br: Para iniciar o processo de redefinição de senha para sua conta %(user.get_username)s, Clique no link abaixo:

source: If clicking the link above doesn't work, copy and paste the URL into a new browser.
pt_br: Se clicar no link acima não funcionar, copie e cole o URL em um novo navegador.

source: Yours sincerely, Team %(site_name)s
pt_br: Atenciosamente, Equipe %(site_name)s

source: Request to reset %(user)s account password
pt_br: Solicitação para redefir senha da conta %(user)s
